Repository: smartcolibri/ClaudeCockpit
Catalog: CockpitCore/Sources/SkillsKit/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ A backup is still available in: %@
fr: %1$@ Une sauvegarde reste disponible dans : %2$@

source: Already exists at the destination: %@
fr: Existe déjà à la destination : %@

source: Backup failed: %@
fr: Sauvegarde impossible : %@

source: Commands
fr: Commandes

source: Copy
fr: Copier

source: Copy failed
fr: Copie impossible

source: Could not create the folder: %@
fr: Création du dossier impossible : %@

source: Could not read: %@
fr: Lecture impossible : %@

source: Delete failed: %@
fr: Suppression impossible : %@

source: Import failed
fr: Import impossible

source: Invalid resource name.
fr: Nom de ressource invalide.

source: Library
fr: Bibliothèque

source: Move
fr: Déplacer

source: Path outside the home folder.
fr: Chemin en dehors du dossier personnel.

source: Resource not found.
fr: Ressource introuvable.

source: The imported skill cannot be read.
fr: Le skill importé est illisible.

source: The source and the destination are the same.
fr: La source et la destination sont identiques.

source: The transferred resource cannot be read.
fr: La ressource transférée est illisible.

source: “%@” is a symbolic link: transferring and deleting it are not supported. Edit its target directly.
fr: « %@ » est un lien symbolique : le transfert et la suppression ne sont pas pris en charge. Modifiez directement sa cible.
